---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrLeftSideStringer
source: html/1e0a2444-4284-a4ce-a6b8-a1932d3fcc75.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrLeftSideStringer Property

"Left Stringer"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrLeftSideStringer { get; }
```